INSERT INTO dentist (first_name, last_name, email)
VALUES ('Иван', 'Иванов', 'ivan.ivanov@example.com'),
       ('Мария', 'Петрова', 'maria.petrova@example.com'),
       ('Сергей', 'Сергеев', 'sergey.sergeev@example.com'),
       ('Анна', 'Сидорова', 'anna.sidorova@example.com'),
       ('Дмитрий', 'Кузнецов', 'dmitry.kuznetsov@example.com'),
       ('Елена', 'Федорова', 'elena.fedorova@example.com'),
       ('Алексей', 'Морозов', 'aleksey.morozov@example.com'),
       ('Ольга', 'Новикова', 'olga.novikova@example.com'),
       ('Николай', 'Семенов', 'nikolai.semenov@example.com'),
       ('Татьяна', 'Алексеева', 'tatiana.alekseeva@example.com');


INSERT INTO procedure (name, description)
VALUES ('Чистка зубов', 'Профессиональная чистка зубов с использованием ультразвука и ручных инструментов.'),
       ('Лечение кариеса', 'Удаление кариозной ткани и пломбирование зуба.'),
       ('Отбеливание зубов', 'Процедура отбеливания зубов с использованием безопасных гелей.'),
       ('Установка коронки', 'Установка коронки на поврежденный зуб для восстановления его функции.'),
       ('Имплантация зубов', 'Установка дентальных имплантатов для замещения отсутствующих зубов.'),
       ('Ортодонтия', 'Исправление прикуса и выравнивание зубов с помощью брекетов.'),
       ('Удаление зуба', 'Хирургическое удаление зуба, включая мудрости.'),
       ('Консультация стоматолога', 'Первичная консультация для оценки состояния полости рта.'),
       ('Профилактика заболеваний десен', 'Обучение правильной гигиене полости рта и профилактика заболеваний десен.'),
       ('Фторирование зубов', 'Процедура фторирования для укрепления эмали и предотвращения кариеса.');